tap "finestructure/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "xz"
brew "zstd"
brew "bat"
brew "glib"
brew "colima", restart_service: true
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "harfbuzz"
brew "pango"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "neovim"
brew "pam-reattach"
brew "scrcpy"
brew "starship"
brew "tig"
brew "tmux"
brew "volta"
brew "z"
brew "finestructure/tap/arena"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "daisydisk"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "vnc-viewer"
cask "xcodes"
cask "xquartz"
cask "zoom"
vscode "adpyke.codesnap"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "ics.japanese-proofreading"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-speech"
vscode "mushan.vscode-paste-image"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
