tap "homebrew/bundle"
tap "homebrew/services"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "eza"
brew "fish"
brew "htop"
brew "neovim"
brew "peco"
brew "scrcpy"
brew "tmux"
brew "volta"
cask "alacritty"
cask "arc"
cask "daisydisk"
cask "google-drive"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "bierner.markdown-preview-github-styles"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "ics.japanese-proofreading"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "mushan.vscode-paste-image"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
